Repository: JustCarmen/fancy_privacy_list
Catalog: language/*.po
Languages: da, de, fr, hu, nl, pl

source: A child with a birth date of %s suggests this person was born at least 15 years earlier than that.
de: Ein Kind mit dem Geburtsdatum %s läßt vermuten, dass diese Person mindestens 15 Jahre früher geboren wurde.
nl: Een kind met een geboortedatum van %s geeft aan dat deze persoon tenminste 15 jaar eerder geboren is.

source: A grandchild with a birth date of %s suggests this person was born at least 30 years earlier than that.
de: Ein Enkelkind mit dem Geburtsdatum %s läßt vermuten, dass diese Person mindestens 30 Jahre früher geboren wurde.
nl: Een kleinkind met een geboortedatum van %s geeft aan dat deze persoon tenminste 30 jaar eerder geboren is.

source: A marriage with a date of %s suggests they were born at least 10 years earlier than that.
da: Et ægteskab med datoen %s hentyder, at de blev født mindst 10 år før dette.
de: Eine Heirat mit dem Datum %s läßt vermuten, dass diese Person mindestens 10 Jahre früher geboren wurde.
fr: Un mariage avec une date de %s suggère qu'ils sont nés au moins 10 ans plus tôt.
hu: %s házasodtak, ami szerint ők legalább 10 évvel korábban születettek.
nl: Een huwelijk met een datum van %s geeft aan dat deze persoon tenminste 10 jaar eerder geboren is.
pl: Data ślubu %s sugeruje, że małżonkowie urodzili się co najmniej 10 lat wcześniej.

source: A parent with a birth date of %s is more than 45 years older than this person.
de: Ein Elternteil mit dem Geburtsdatum %s ist mehr als 45 Jahre älter als diese Person.
nl: Een ouder met een geboortedatum van %s is meer dan 45 jaar ouder dan deze persoon.

source: A spouse with a date of %s is more than 40 years older than this person.
de: Ein Ehepartner mit dem Geburtsdatum %s ist mehr als 40 Jahre älter als diese Person.
nl: Een partner met een geboortedatum van %s is meer dan 40 jaar ouder dan deze persoon.

source: According to the privacy settings this person is alive.
de: Vermutlich lebt diese Person noch, soweit dies auf Basis der Datenschutz-Einstellungen erkennbar ist.
nl: Volgens de privacy instellingen is deze persoon nog in leven.

source: An estimated death date has been calculated as %s
da: En estimeret dødsdato er beregnet til %s
de: Ein vermutliches Sterbedatum wurde mit %s berechnet.
fr: Une date de décès estimée a été calculée comme %s
hu: A becsült elhalálozási a következő napra lett kiszámolva %s
nl: Een geschatte overlijdensdatum is berekend als %s
pl: Przybliżona data śmierci obliczona na %s

source: An event occurred in this person's life more than %s years ago.
de: Ein Ereignis im Leben dieser Person liegt mehr als %s Jahre zurück.
nl: In het leven van deze persoon vond meer dan %s jaar geleden een gebeurtenis plaats.

source: Confidential
da: Fortroligt
de: Vertraulich
fr: Confidentiel
hu: Bizalmas
nl: Vertrouwelijk
pl: Poufny

source: Death
de: Verstorben

source: Death is recorded with an unknown date.
da: Døden er registreret med en ukendt dato.
de: Unbekanntes Todesdatum gespeichert.
fr: Décédé avec une date inconnue.
hu: Az elhalálozás napja ismeretlen.
nl: Het overlijden is vastgelegd met een onbekende datum.
pl: Śmierć zapisana z nieznaną datą.

source: Died: %s
da: Døde: %s
de: %s verstorben
fr: Décès : %s
hu: Elhunyt: %s
nl: Overleden: %s
pl: Osoba zmarła: %s

source: Explanation
da: Forklaring
de: Erläuterungen
fr: Explication
hu: Indokolás
nl: Toelichting
pl: Wyjaśnienie

source: Living
de: Lebt noch

source: Presumably still alive
da: Formodes stadig i live
de: lebt vermutlich noch
fr: Vraisemblablement encore en vie
hu: Valószínűleg még él
nl: Vermoedelijk nog in leven
pl: Przypyszczalnie ciągle żyjący

source: Presumed death
da: Formodes død
de: ist vermutlich verstorben
fr: Décès présumé
hu: Valószínűleg elhunyt
nl: Vermoedelijk overleden
pl: Przypuszczalnie zmarły

source: Privacy settings
da: Privatindstillinger
de: Datenschutz-Einstellungen
fr: Paramètres de confidentialité
hu: Adatvédelmi beállítások
nl: Privacy instellingen
pl: Ustawienia prywatności

source: That is less than %s years ago.
de: Das ist noch keine %s Jahre her.
nl: Dat is minder dan %s jaar geleden.

source: This is a module for site admins only. With this module you easily can see the privacy settings for each individual in your tree.
da: Dette er et modul kun for administratorer. Med dette modul kan du nemt se privatindstillingerne for de enkelte individer i dit træ.
de: Dieses Modul ist nur für Webseiten-Administratoren. Mit diesem Modul können Sie leicht die Datenschutz-Einstellungen für jede Person in Ihrem Stammbaum überprüfen.
fr: Ce module est uniquement pour les administrateurs de site web. Avec ce module, vous pouvez facilement voir les paramètres de confidentialité pour chaque individu de votre arbre.
hu: Ez a modul csak a rendszergazdáké, melynek segítségével könnyen ellenőrizhető a családfában szereplő személyek biztonsági beállításai.
nl: Deze module is alleen voor website beheerders. Met deze module kunt u makkelijk de privacy instellingen van elk individu in uw stamboom bekijken.
pl: Ten moduł przeznaczony jest tylko dla administratorów strony. Za pomocą tego modułu można z łatwością zobaczyć ustawienia prywatności dla każdej osoby w drzewie.

source: This person is assumed to be alive because the privacy settings of this person could not be calculated.
de: Vermutlich lebt diese Person noch, da sich für sie keine Datenschutz-Einstellungen ermitteln lassen.
nl: Deze persoon wordt verondersteld nog in leven te zijn omdat de privacy instellingen van deze persoon niet kunnen worden berekend.

source: This person was born less then %s years ago.
de: Diese Person wurde vor mehr als %s Jahren geboren.
nl: Deze persoon is minder dan %s jaar geleden geboren.

source: This record has a custom privacy setting.
da: Denne registrering har en brugerdefineret privatindstilling.
de: Dieser Datensatz hat eine benutzerdefinierte Datenschutz-Einstellung.
fr: Cet enregistrement a un paramètre de confidentialité personnalisé.
hu: Ennek a bejegyzésnek egyedi biztonsági beállítása van.
nl: Dit record heeft een aangepaste privacy instelling.
pl: Ten wpis posiada własne ustawienie prywatności.

source: You disabled the privacy options for this tree.
da: Du har deaktiveret privatindstillingerne for dette træ.
de: Sie haben die Datenschutz-Optionen für diesen Stammbaum deaktiviert.
fr: Vous avez désactivé les paramètres de confidentialité pour cet arbre.
hu: Ennek fának a biztonsági beállítása ki van kapcsolva.
nl: U heeft de privacy opties voor deze stamboom uitgeschakeld.
pl: Opcje prywatności zostały wyłączone w tym drzewie.

source: members
de: Mitglieder
nl: leden

source: registered users only
da: kun for registrerede brugere
de: nur registrierte Benutzer
fr: Utilisateurs enregistrés seulement
hu: csak regisztrált felhasználók
nl: Alleen geregistreerde gebruikers
pl: tylko zarejstrowani użytkownicy

source: the name is displayed to %s
da: navnet vises til %s
de: der Name ist sichtbar für %s
fr: le nom est affiché pour %s
hu: a név a következőknek látható %s
nl: de naam wordt getoond aan %s
pl: %s mogą zobaczyć nazwisko

source: visitors
de: Besucher
nl: bezoekers

source: A child with a birth date of %s suggests this individual was born at least 15 years earlier than that.
da: Et barn med fødselsdatoen %s hentyder, at dette individ er født mindst 15 år tidligere end dette.
fr: Un enfant avec une date de naissance de %s suggère que cet individu est né au moins 15 ans plus tôt.
hu: %s volt a gyermeke születése, ami szerint ez a személy legalább 15 évvel korábban született.
pl: Dziecko z datą urodzin %s sugeruje, że dana osoba urodziła się co najmniej 15 lat wcześniej.

source: A grandchild with a birth date of %s suggests this individual was born at least 30 years earlier than that.
da: Et barnebarn med fødselsdatoen %s hentyder, at dette individ er født mindst 30 år tidligere end dette.
fr: Un petit-enfant avec une date de naissance de %s suggère que cet individu est né au moins 30 ans plus tôt.
hu: %s volt az unokája születése, ami szerint ez a személy legalább 30 évvel korábban született.
pl: Wnuczek z datą urodzin %s sugeruje, że dana osoba urodziła się co najmniej 30 lat wcześniej.

source: A parent with a birth date of %s is more than 45 years older than this individual.
da: En forælder med fødselsdatoen %s er mere end 45 år ældre end dette individ.
fr: Un parent avec une date de naissance de %s est plus âgé de 45 ans que cet individu.
hu: A szülő születése %s több, mint 45 évvel korábbi az ő születésénél.
pl: Rodzic z datą urodzin %s jest więcej niż 45 lat starszy od tej osoby.

source: A spouse with a date of %s is more than 40 years older than this individual.
da: En partner med datoen %s er mere end 40 år ældre end dette individ.
fr: Un conjoint avec une date de %s est plus âgé de 40 années que cet individu.
hu: A hitves születése %s több, mint 40 évvel korábbi az ő születésénél.
pl: Małżonek z datą %s jest więcej niż 40 lat starszy od tej osoby.

source: According to the privacy settings this individual is alive.
da: I følge privatindstillingerne er dette invidiv stadig i live.
fr: Conformément aux paramètres de confidentialité cet individu est vivant.
hu: Az adatvédelmi beállítások szerint ő élő személy.
pl: Zgodnie z ustawieniami prywatności ta osoba jest żyjąca.

source: An event occurred in the life of this individual more than %s year ago.
da: En begivenhed skete for mere end %s år siden for dette individ.
fr: Un événement a eu lieu dans la vie de cet individu il y a plus de %s an.
hu: Több mint %s éve egy esemény történt az illető életében.
pl: Występujące wydarzenie w życiu tej osoby więcej niż %s rok temu.

source: Fancy Privacy List
hu: Fancy Személyes Felsorolás
pl: Ozdobna lista prywatności

source: ID
pl: Nr

source: That is less than %s year ago.
da: Det er mindre end %s år siden.
fr: C'est il y a moins de %s an.
hu: Ez kevesebb mint %s éve.
pl: Jest to mniej niż %s rok temu.

source: This individual is assumed to be alive because the privacy settings could not be calculated.
da: Dette individ formodes at være i live da privatindstillingerne ikke kunne beregnes.
fr: Cet individu est supposé être en vie, parce que les paramètres de confidentialité de cet individu ne pouvent pas être calculés.
hu: Ez a személy élőnek feltételezve, mivel az adatvédelmi beállítások nem számíthatóak ki.
pl: Osoba prawdopodobnie żyjąca, ustawienia prywatności nie mogą być obliczone.

source: This individual was born less then %s year ago.
da: Dette individ blev født mindre end %s år siden.
fr: Cet individu est né il y a moins de %s an.
hu: Ez a személy kevesebb, mint %s éve született.
pl: Osoba urodzona mniej niż %s rok temu.
